<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head>
<meta content="text/html; charset=ISO-8859-1" http-equiv="content-type"><title>obzor</title></head><body>
<h1 style="margin: 0px; padding: 15px 0px 5px; text-align: center; color: rgb(18, 64, 126); font-size: 18px; font-family: Verdana,Geneva,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; letter-spacing: normal; line-height: normal; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px; background-color: rgb(255, 255, 255);">&nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
Paint.NET&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
&nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp;
&nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp;
&nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp;
&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; &nbsp;&nbsp; <a href="index.html">&#1085;&#1072;&#1079;&#1072;&#1076;</a>
&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp;
&nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp;
&nbsp;&nbsp; <br>
</h1>

<div id="text" class="hypertext-content" style="padding: 0px; color: rgb(102, 102, 102); font-size: 12px; text-align: justify; font-family: Verdana,Geneva,Arial,Helvetica,sans-serif; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px; background-color: rgb(255, 255, 255);"><div id="hypercontext"><index></index><p class="MsoNormalbullet1.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p style="margin: 12px 0px; padding: 0px;">&#1059;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103;: freeware<br>&#1056;&#1072;&#1079;&#1084;&#1077;&#1088; &#1072;&#1088;&#1093;&#1080;&#1074;&#1072;: 3,5&#1052;&#1073;<br>&#1058;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090;&#1089;&#1103; &#1084;&#1077;&#1089;&#1090;&#1072; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077;: 200&#1052;&#1073;<br>&#1058;&#1088;&#1077;&#1073;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1082; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1077;: &#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; Windows 7/XP SP3/Vista SP1, &#1055;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1086;&#1088; 800Mhz, &#1055;&#1072;&#1084;&#1103;&#1090;&#1100; 512&#1052;&#1073;<br>&#1044;&#1083;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; Paint.NET &#1085;&#1091;&#1078;&#1077;&#1085; &#1087;&#1072;&#1082;&#1077;&#1090; Microsoft. NET Framework 3.5 SP1, &#1087;&#1088;&#1080; &#1077;&#1075;&#1086; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1087;&#1072;&#1082;&#1077;&#1090; &#1073;&#1091;&#1076;&#1077;&#1090; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;.<br>&#1054;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1089;&#1072;&#1081;&#1090;: http://www.getpaint.net<o:p><br>&nbsp;</o:p></p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">Paint.NET
- &#1101;&#1090;&#1086; &#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1099;&#1081; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1081; &#1076;&#1083;&#1103; Windows.
&#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &#1080;&#1084;&#1077;&#1077;&#1090; &#1080;&#1085;&#1090;&#1091;&#1080;&#1090;&#1080;&#1074;&#1085;&#1099;&#1081; &#1080;&#1085;&#1090;&#1077;&#1088;&#1092;&#1077;&#1081;&#1089; &#1089; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1082;&#1086;&#1081; &#1089;&#1083;&#1086;&#1077;&#1074; &#1080; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093;
&#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1086;&#1074;. &#1054;&#1090;&#1083;&#1080;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; Paint.NET &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1086;&#1095;&#1077;&#1085;&#1100; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1080;&#1081;
&#1087;&#1086; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1084; &#1084;&#1077;&#1088;&#1082;&#1072;&#1084; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1086;&#1095;&#1085;&#1086;&#1075;&#1086; &#1092;&#1072;&#1081;&#1083;&#1072;, &#1074;&#1089;&#1077;&#1075;&#1086; 3,5 &#1052;&#1073;.
&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1086;&#1087;&#1090;&#1080;&#1084;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085; &#1076;&#1083;&#1103; &#1087;&#1086;&#1083;&#1085;&#1086;&#1094;&#1077;&#1085;&#1085;&#1086;&#1081; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1089; &#1076;&#1074;&#1091;&#1103;&#1076;&#1077;&#1088;&#1085;&#1099;&#1084;&#1080; &#1080;
&#1095;&#1077;&#1090;&#1099;&#1088;&#1077;&#1093;&#1103;&#1076;&#1077;&#1088;&#1085;&#1099;&#1084;&#1080; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1086;&#1088;&#1072;&#1084;&#1080;, &#1095;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1088;&#1072;&#1073;&#1086;&#1090;&#1077; &#1074;&#1089;&#1077;
&#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1099; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1072;.</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p style="margin: 12px 0px; padding: 0px; text-align: center;"><img src="http://comp.web-3.ru/data/articles/1439/2.jpg" style="margin: 6px; max-width: 500px ! important;"></p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p style="margin: 12px 0px; padding: 0px;">&nbsp;</p><h4 style="text-align: center;">&#1055;&#1072;&#1085;&#1077;&#1083;&#1100; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074;</h4><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&#1055;&#1072;&#1085;&#1077;&#1083;&#1100;
&#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074; Paint.NET &#1080;&#1084;&#1077;&#1077;&#1090; &#1091;&#1076;&#1086;&#1073;&#1085;&#1099;&#1081; &#1080;&#1085;&#1090;&#1077;&#1088;&#1092;&#1077;&#1081;&#1089;, &#1087;&#1086;&#1093;&#1086;&#1078;&#1080;&#1081; &#1085;&#1072; Photoshop.
&#1054;&#1085;&#1072; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1074; &#1089;&#1077;&#1073;&#1103; &#1087;&#1088;&#1086;&#1089;&#1090;&#1099;&#1077; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1099; &#1076;&#1083;&#1103; &#1088;&#1080;&#1089;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1092;&#1080;&#1075;&#1091;&#1088;, &#1074; &#1090;&#1086;&#1084;
&#1095;&#1080;&#1089;&#1083;&#1077; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1099; &#1076;&#1083;&#1103; &#1088;&#1080;&#1089;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1089;&#1087;&#1083;&#1072;&#1081;&#1085;&#1086;&#1074; &#1080; &#1082;&#1088;&#1080;&#1074;&#1099;&#1093; &#1041;&#1077;&#1079;&#1100;&#1077;. &#1050;&#1088;&#1086;&#1084;&#1077; &#1090;&#1086;&#1075;&#1086; &#1074;
&#1085;&#1072;&#1073;&#1086;&#1088; &#1074;&#1093;&#1086;&#1076;&#1080;&#1090; &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1072;&#1103; &#1074;&#1089;&#1077;&#1084; &#1092;&#1086;&#1090;&#1086;&#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;&#1084; «&#1042;&#1086;&#1083;&#1096;&#1077;&#1073;&#1085;&#1072;&#1103; &#1055;&#1072;&#1083;&#1086;&#1095;&#1082;&#1072;»
&#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1085;&#1072;&#1103; &#1076;&#1083;&#1103; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1088;&#1077;&#1075;&#1080;&#1086;&#1085;&#1086;&#1074;. &#1045;&#1089;&#1090;&#1100; &#1090;&#1072;&#1082;&#1078;&#1077; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1099; &#1076;&#1083;&#1103;
&#1074;&#1089;&#1090;&#1072;&#1074;&#1082;&#1080; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072;, &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1072; &#1076;&#1083;&#1103; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1080; &#1084;&#1072;&#1089;&#1096;&#1090;&#1072;&#1073;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1099;
&#1076;&#1083;&#1103; &#1079;&#1072;&#1084;&#1077;&#1085;&#1099; &#1094;&#1074;&#1077;&#1090;&#1072; &#1080; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1103; &#1075;&#1088;&#1072;&#1076;&#1080;&#1077;&#1085;&#1090;&#1085;&#1086;&#1081; &#1079;&#1072;&#1083;&#1080;&#1074;&#1082;&#1080;.</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><h4 style="text-align: center;">&#1069;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099;</h4><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;
&#1080;&#1084;&#1077;&#1077;&#1090; &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1099;&#1093; &#1074;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1085;&#1099;&#1093; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1086;&#1074;: &#1088;&#1072;&#1079;&#1084;&#1099;&#1090;&#1080;&#1077;,
&#1085;&#1072;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1096;&#1091;&#1084;&#1072;, &#1087;&#1080;&#1082;&#1089;&#1077;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;, &#1086;&#1090;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077;, &#1089;&#1082;&#1088;&#1091;&#1095;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077;, &#1091;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077;
&#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1072; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1093; &#1075;&#1083;&#1072;&#1079;. &#1052;&#1086;&#1078;&#1085;&#1086; &#1087;&#1088;&#1080;&#1076;&#1072;&#1090;&#1100; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1102; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090; &#1088;&#1080;&#1089;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;
&#1082;&#1072;&#1088;&#1072;&#1085;&#1076;&#1072;&#1096;&#1086;&#1084; &#1080;&#1083;&#1080; &#1084;&#1072;&#1089;&#1083;&#1086;&#1084;. &#1048;&#1084;&#1077;&#1077;&#1090;&#1089;&#1103; &#1076;&#1072;&#1078;&#1077; &#1074;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1085;&#1099;&#1081; &#1075;&#1077;&#1085;&#1077;&#1088;&#1072;&#1090;&#1086;&#1088; &#1092;&#1088;&#1072;&#1082;&#1090;&#1072;&#1083;&#1086;&#1074;
&#1052;&#1072;&#1085;&#1076;&#1077;&#1083;&#1100;&#1073;&#1088;&#1086;&#1090;&#1072; &#1080; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1086;&#1074;.</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><h4 style="text-align: center;">&#1041;&#1077;&#1079;&#1083;&#1080;&#1084;&#1080;&#1090;&#1085;&#1072;&#1103; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1103;</h4><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&#1055;&#1088;&#1080;
&#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1081;, &#1084;&#1086;&#1078;&#1085;&#1086; &#1085;&#1072;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1084;&#1085;&#1086;&#1075;&#1086; &#1086;&#1096;&#1080;&#1073;&#1086;&#1082; &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091;, &#1082;&#1072;&#1078;&#1076;&#1072;&#1103;
&#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1103;, &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1072;&#1077;&#1084;&#1072;&#1103; &#1074; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077; Paint.NET &#1079;&#1072;&#1087;&#1080;&#1089;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1087;&#1072;&#1084;&#1103;&#1090;&#1100; &#1080;
&#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1086;&#1090;&#1084;&#1077;&#1085;&#1077;&#1085;&#1072; &#1074; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086;&#1084; &#1086;&#1082;&#1085;&#1077; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1086;&#1090;&#1084;&#1077;&#1085;&#1099; &#1090;&#1077;&#1093; &#1080;&#1083;&#1080;
&#1080;&#1085;&#1099;&#1093; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1081; &#1082; &#1085;&#1080;&#1084; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1089;&#1085;&#1086;&#1074;&#1072;. &#1042;&#1072;&#1078;&#1085;&#1086; &#1086;&#1090;&#1084;&#1077;&#1090;&#1080;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082;
&#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1081;, &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1085;&#1077; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1072; (&#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1072; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086;
&#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1086;&#1084; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1089;&#1090;&#1074;&#1072; &#1085;&#1072; &#1078;&#1077;&#1089;&#1090;&#1082;&#1086;&#1084; &#1076;&#1080;&#1089;&#1082;&#1077; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1072;).</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><h4 style="text-align: center;">&#1044;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;</h4><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p style="margin: 12px 0px; padding: 0px;">Paint.NET
&#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1100; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1074;
&#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077; &#1089;&#1074;&#1086;&#1077;&#1084; &#1090;&#1086;&#1078;&#1077; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1099;&#1084;&#1080;. &#1044;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099;
&#1084;&#1086;&#1078;&#1085;&#1086; &#1085;&#1072;&#1081;&#1090;&#1080; &#1074; &#1080;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;&#1077;, &#1089;&#1077;&#1081;&#1095;&#1072;&#1089; &#1091;&#1078;&#1077; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1086; &#1073;&#1086;&#1083;&#1077;&#1077; 50-&#1090;&#1080; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1099;&#1093;
&#1087;&#1083;&#1072;&#1075;&#1080;&#1085;&#1086;&#1074;. &#1044;&#1083;&#1103; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1080; &#1087;&#1083;&#1072;&#1075;&#1080;&#1085;&#1072; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1074;&#1089;&#1077;&#1075;&#1086; &#1083;&#1080;&#1096;&#1100; &#1089;&#1082;&#1086;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;
&#1089;&#1082;&#1072;&#1095;&#1072;&#1085;&#1085;&#1099;&#1081; *.dll &#1092;&#1072;&#1081;&#1083; &#1074; &#1087;&#1072;&#1087;&#1082;&#1091; &#8230;\Paint.NET\Effects.</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p style="margin: 12px 0px; padding: 0px; text-align: center;">&nbsp;</p><p style="margin: 12px 0px; padding: 0px; text-align: center;"><img src="http://comp.web-3.ru/data/articles/1439/3.jpg" style="margin: 6px; max-width: 500px ! important;"></p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px; text-align: center;">&nbsp;<br>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1072; &#1086;&#1090;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1074; &#1074;&#1086;&#1076;&#1077; (&#1044;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1087;&#1083;&#1072;&#1075;&#1080;&#1085;).</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&nbsp;</p><p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;">&#1050;&#1088;&#1086;&#1084;&#1077;
&#1074;&#1089;&#1077;&#1075;&#1086; &#1087;&#1088;&#1086;&#1095;&#1077;&#1075;&#1086; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1091;&#1084;&#1077;&#1077;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1089;&#1086; &#1089;&#1083;&#1086;&#1103;&#1084;&#1080;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1077;&#1074;
&#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1085;&#1072;&#1082;&#1083;&#1072;&#1076;&#1099;&#1074;&#1072;&#1090;&#1100; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1076;&#1088;&#1091;&#1075; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1072;, &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1087;&#1088;&#1086;&#1079;&#1088;&#1072;&#1095;&#1085;&#1086;&#1089;&#1090;&#1100;,
&#1089;&#1084;&#1077;&#1096;&#1080;&#1074;&#1072;&#1090;&#1100; &#1094;&#1074;&#1077;&#1090;&#1072;, &#1080; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1090;&#1100; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1099;&#1093; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1081;. &#1061;&#1086;&#1090;&#1103;
&#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1080;&#1084;&#1077;&#1077;&#1090; &#1096;&#1080;&#1088;&#1086;&#1082;&#1080;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1086;&#1085; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1090;&#1103;&#1075;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1086;
&#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1103;&#1084; &#1089; Adobe Photopshop &#1080;&#1083;&#1080; GIMP, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1077;&#1075;&#1086; &#1084;&#1086;&#1078;&#1085;&#1086;
&#1088;&#1077;&#1082;&#1086;&#1084;&#1077;&#1085;&#1076;&#1086;&#1074;&#1072;&#1090;&#1100; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1097;&#1080;&#1084; &#1092;&#1086;&#1090;&#1086;&#1075;&#1088;&#1072;&#1092;&#1072;&#1084; &#1080; &#1074;&#1077;&#1073; &#1076;&#1080;&#1079;&#1072;&#1081;&#1085;&#1077;&#1088;&#1072;&#1084;.</p>
<p class="MsoNormalbullet2.gif" style="margin: 12px 0px; padding: 0px;"><a href="index.html">&lt;=&#1085;&#1072;&#1079;&#1072;&#1076;</a><br>
</p>
</div></div>

  

</body></html>